brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "cairo"
brew "coreutils"
brew "deno"
brew "direnv"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "go-task"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "ical-buddy"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "lf"
brew "lua"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "nushell"
brew "pandoc"
brew "pandoc-crossref"
brew "pgbackrest"
brew "pngpaste"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "qpdf"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "shellcheck"
brew "showkey"
brew "siege"
brew "starship"
brew "stow"
brew "stylua"
brew "television"
brew "texlive"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "weasyprint"
brew "wget"
brew "whisper-cpp"
brew "xclip"
brew "xh"
brew "yazi"
brew "zoxide"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-open-sans"
cask "codex-app"
cask "ghostty"
cask "hammerspoon"
cask "mactex"
cask "raycast"
cask "tailscale-app"
