brew "bat"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go-task"
brew "htop"
brew "jq"
brew "just"
brew "lazygit"
brew "lua"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "ollama"
brew "pandoc"
brew "pngpaste"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "qpdf"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "shellcheck"
brew "showkey"
brew "siege"
brew "starship"
brew "stow"
brew "stylua"
brew "television"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "xh"
brew "yazi"
brew "zoxide"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-open-sans"
cask "codex-app"
cask "ghostty"
cask "hammerspoon"
cask "raycast"
cask "tailscale-app"
cask "zen"
