tap "hashicorp/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
tap "scoutos/scoutos-cli"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "cairo"
brew "coreutils"
brew "deno"
brew "direnv"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "libavif"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "go-task"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "lf"
brew "lua"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "nushell"
brew "pandoc"
brew "pandoc-crossref"
brew "pgbackrest"
brew "pngpaste"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "qpdf"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "shellcheck"
brew "showkey"
brew "siege"
brew "starship"
brew "stow"
brew "stylua"
brew "terraform"
brew "texlive"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "uv"
brew "weasyprint"
brew "wget"
brew "xclip"
brew "xh"
brew "yazi"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "scoutos/scoutos-cli/scoutos-cli"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-open-sans"
cask "ghostty"
cask "hammerspoon"
cask "mactex"
cask "raycast"
vscode "alefragnani.project-manager"
vscode "blinkshellinc.blink-fs"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "leetcode.vscode-leetcode"
vscode "meganrogge.template-string-converter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "ryuta46.multi-command"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "willemmirkovich.jupyter-vim-keymap"
vscode "yoavbls.pretty-ts-errors"
vscode "yummygum.city-lights-theme"
