tap "browsh-org/homebrew-browsh"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "browsh"
brew "ctags"
brew "entr"
brew "fish"
brew "ghi"
brew "git"
brew "htop"
brew "node"
brew "rbenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "w3m"
cask "alfred"
cask "bartender"
cask "divvy"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "postman"
cask "sketch"
cask "slack"
cask "spotify"
cask "caskroom/fonts/font-firacode-nerd-font"
