tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ctags"
brew "entr"
brew "fish"
brew "ghi"
brew "git"
brew "htop"
brew "node"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
cask "bartender"
cask "divvy"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "sketch"
cask "slack"
cask "caskroom/fonts/font-firacode-nerd-font"
