tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lf"
brew "neovim"
brew "pandoc"
brew "tree"
brew "pipenv", link: false
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "showkey"
brew "siege"
brew "stow"
brew "stylua"
brew "terraform"
brew "tldr"
brew "trash"
brew "wget"
brew "xclip"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "basictex"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "wezterm"
